"%d hours ago" = "%d uur geleden";

"%d minutes ago" = "%d minuten geleden";

"%d of %d" = "%d van %d";

"%d seconds ago" = "%d seconden geleden";

"%dd" = "%d d";

"%dh" = "%d uur";

"%dm" = "%d m";

"<1m" = "<1 m";

"about a minute ago" = "ongeveer een minuut geleden";

"about an hour ago" = "ongeveer een uur geleden";

"Alert" = "Let op";

"Are you sure you want to cancel?" = "Weet je zeker dat je dit wilt annuleren?";

"Cancel" = "Annuleren";

"Connection Error" = "Verbindingsfout";

"Connection Timed Out" = "Verbinding verlopen";

"Done" = "Klaar";

"EEE h:mm a" = "EEE HH:mm";

"EEEE" = "EEEE";

"EEEE, LLLL d, YYYY" = "EEEE, LLLL d, JJJJ";

"Error" = "Fout";

"h:mm a" = "HH:mm";

"just a moment ago" = "zojuist";

"Last updated: %@" = "Voor het laatst bijgewerkt: %@";

"Last updated: never" = "Voor het laatst bijgewerkt: nooit";

"Load More Photos..." = "Meer foto's laden...";

"Loading..." = "Bezig met laden...";

"M/d/yy" = "d-m-yy";

"MMM d h:mm a" = "d MMM HH:mm";

"MMMM" = "MMMM";

"MMMM d" = "d MMMM";

"New Message" = "Nieuw bericht";

"No" = "Nee";

"No Internet Connection" = "Geen internetverbinding";

"No Photos" = "Geen foto's";

"Ok" = "Ok";

"OK" = "Ok";

"Open in Safari" = "Openen in Safari";

"Photo" = "Foto";

"Post" = "Bericht";

"Pull down to update..." = "Sleep naar beneden om bij te werken...";

"Release to update..." = "Laat los om bij te werken...";

"Search" = "Zoeken";

"See All" = "Alles weergeven";

"Send" = "Verzenden";

"Sending..." = "Verzenden...";

"Showing %@ of %@ Photos" = "%@ van %@ foto's worden weergegeven";

"Showing %@ Photos" = "Er worden %@ foto's weergegeven";

"Sorry, there was an error." = "Helaas, er is een fout opgetreden.";

"Subject:" = "Onderwerp:";

"This photo set contains no photos." = "Deze fotoserie bevat geen foto's.";

"To:" = "Aan:";

"Today" = "Vandaag";

"Unable to load this photo set." = "Kan deze fotoserie niet laden.";

"Updating..." = "Bijwerken...";

"Yes" = "Ja";

"Yesterday" = "Gisteren";

"yyyy" = "jjjj";

